<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Menu Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in menu. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    '401_title'    => 'Անթույլատրելի',
    '401_subtitle' => 'Այս գործողությունը չարտոնված է',
    '403_title'    => 'Արգելված է',
    '403_subtitle' => 'Դուք այս էջը մուտք գործելու թույլտվություն չունեք',
    '404_title'    => 'Մենք չկարողացանք գտնել այս էջը',
    '404_subtitle' => 'Մենք չենք կարող գտնել այն էջը, որը դուք փնտրում եք',
    '419_title'    => 'Էջը ժամկետանց է',
    '419_subtitle' => 'Տվյալ էջի ժամկետը լրացել է։  Խնդրում ենք վերադառնալ և վերաբեռնել էջը:',
    '429_title'    => 'Չափազանց շատ հարցումներ',
    '429_subtitle' => 'Տվյալ էջի վրա չափազանց շատ հարցումներ կան',
    '500_title'    => 'Սերվերի սխալ',
    '500_subtitle' => 'Մեր կողմից խնդիր է առաջացել, և մենք արդեն աշխատում ենք դրա վրա',
    '503_title'    => 'Ծառայությունն անհասանելի է',
    '503_subtitle' => 'Ներկայումս մենք չենք կարող մշակել Ձեր հարցումը տեխնիկական սպասարկման խափանումների կամ կատարողականի հետ կապված խնդիրների պատճառով: Խնդրում ենք փորձել ավելի ուշ:',
];
