<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Menu Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in menu. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'definitions'                                     => 'Սահմանումներ',
    'general_terms'                                   => 'Ընդհանուր դրույթներ<br>և դրույթներ',
    'other_terms'                                     => 'Այլ դրույթներ',
    'terms_and_conditions_title'                      => 'Հայտարարություն green.nmc.am կայքի տվյալների պաշտպանության քաղաքականության վերաբերյալ',
    'terms_and_conditions_content'                    => 'Մենք գնահատում ենք ձեր հետաքրքրությունը մեր ծառայությունների նկատմամբ և ցանկանում ենք ապահովել, որ մեր կայք այցելելիս դուք հանգիստ լինեք ձեր անձնական տվյալների անվտանգության համար: Մենք ամենայն պատասխանատվությամբ ենք մոտենում ձեր անձնական տվյալների պաշտպանությանը: Ցանկանում ենք, որ դուք տեղեկացված լինեք, թե որ դեպքերում են հավաքվում ձեր անձնական տվյալներ և ինչպես են դրանք մշակվում: Սույն հայտարարությամբ, մենք ներկայացնում ենք հավաքվող անձնական տվյալների տեսակները, դրանք հավաքելու, օգտագործելու և մշակելու շրջանակը և նպատակները:<br> Ձեր անձնական տվյալների անվտանգությունը երաշխավորելու նպատակով, մենք ապահովում ենք դրանց առավելագույն պաշտպանությունը անօրինական մուտքից և բացահայտումից, ինչպես նաև, առանց ձեր թույլտվության, չենք տրամադրում ձեր անձնական տվյալները երրորդ անձանց:',
    'terms_and_conditions_subtitle_1'                 => 'Սույն կայքի և տվյալների մշակման նպատակը',
    'terms_and_conditions_content_1'                  => 'Մեր կայքը հնարավոր է օգտագործել նաև առանց անձնական տվյալների բացահայտման: Ձեր կողմից կամավոր հիմունքներով մուտքագրված անձնական տվյալները (ձեր անունը, բնակության հասցեն, էլեկտրոնային հասցեն, հեռախոսահամարը և այլն) կմշակվեն  «Անձնական տվյալների պաշտպանության մասին» ՀՀ  օրենքի, տվյալ ոլորտը կարգավորող ՀՀ կողմից վավերացված միջազգային պայմանագրերին համապատասխան և չեն տրամադրվի երրորդ անձանց առանց ձեր հստակ համաձայնության: Տվյալները համարվում են անձնական, եթե դրանց օգնությամբ հստակ կերպով հնարավոր է նույնականացնել անձին:<br>Ստորև ներկայացված են անձնական տվյալների տեսակները, դրանք հավաքելու, օգտագործելու և մշակելու շրջանակը և նպատակները: ',
    'data_entered_title'                              => 'Հավելված մուտքագրվող տվյալները ',
    'data_entered_content_1'                          => 'Հավելվածը օգտագործվելու է ֆիզիկական անձանց կողմից կամ ֆիզիկական անձանց անունից գործող իրավաբանական անձանց կողմից, ովքեր էներգաարդյունավետ ներդրումներ իրականացնելու համար հետաքրքրված են ստանալ նպատակային էներգաարդյունավետության վարկեր: Հավելվածի հիմնական նպատակներն են.',
    'data_entered_list_1'                             => [
        'point_1' => 'Տեղեկացնել օգտատերերին ծրագրի շրջանակներում կիրառվող էներգախնայողության բարձրացման համապատասխան միջոցների մասին:',
        'point_2' => 'Հնարավորություն տալ օգտատերերին հաշվարկել էներգիայի և CO2 արտանետումների կրճատման չափը, ինչը հնարավոր է իրականացնել էներգախնայողության բարձրացման մի քանի եղանակների կիրառմամբ:',
        'point_3' => 'Ամփոփել էներգիայի և CO2 արտանետումերի կրճատման չափերը, ինչպես նաև օգտատիրոջ կողմից Pdf հաշվետվության մեջ մուտքագրած տվյալները: Հաշվետվությունը հնարավոր է ներբեռնել գործիքի վերջին էջում:',
        'point_4' => 'Տվյալների բազայում պահպանել տվյալները, օրինակ՝ ընտրված միջոցառումները, կանխատեսվող խնայողությունները, գնահատումն իրականացնելու ամսաթիվը, էլեկտրոնային փոստի հասցեն օգտագործողի կողմից այն տրամադրելու դեպքում, գույքի հասցեն, վարկեր մոնիտորինգ իրականացնելու և ամփոփ հաշվետվություններ ստեղծելու նպատակով։',
        'point_5' => 'Այս ամփոփագիրը կարող է օգտագործվել ֆինանսավորում իրականացնող անձանց տրամադրելու նպատակով:',
    ],
    'data_entered_content_2'                          => 'Նշված խնդիրները առավել դյուրին դարձնելու համար հավելվածի օգտատիրոջը խնդրում ենք մուտքագրել իր անձնական և ոչ անձնական տվյալները: Հավելվածում օգտատիրոջից պահանջվելու է տրամադրել հետևյալ տեղեկությունը.',
    'data_entered_list_2'                             => [
        'point_1' => 'Էներգախնայողության միջոցների տեխնոլոգիական մանրամասներ (ոչ անձնական տվյալներ)',
        'point_2' => 'Ծրագրի իրականացման համար անհրաժեշտ ներդրումային ծախսերը (ոչ անձնական տվյալներ)',
        'point_3' => 'Օգտատիրոջ բնակության վայրի կամ քաղաքի անվանումը (ոչ անձնական տվյալներ)',
        'point_4' => 'Հավելվածը լրացնող անձի անունը, ազգանունը, հայրանունը (անձնական տվյալներ)',
        'point_5' => 'Էլեկտրոնային փոստի հասցեն իրականացվելիք միջոցառումների ամփոփագրում փոփոխություններ անելու հասանելիության նպատակով (անձնական տվյալներ, ըստ ցանկության)',
        'point_6' => 'Մեկնաբանություններ (անձնական տվյալներ, ըստ ցանկության)',
    ],
    'data_entered_content_3'                          => 'Ինտերնետային գործիք մուտքագրվող բոլոր անձնական տվյալները պահպանվում են որոշակի ժամկետով: Տվյալների պահպանումը անհրաժեշտ է գնահատման գործիքի վերջին փուլում Pdf ամփոփագիր ստեղծելու, ինչպես նաև իրականացվելիք միջոցառումների ամփոփագրում փոփոխություններ անելու հասանելիության ունենալու նպատակով: Օգտատիրոջ կողմից մուտքագրված անձնական տվյալները չեն փոխանցվելու երրորդ անձանց: <br>Pdf ամփոփագիրը, որը հնարավոր է ստեղծել գործիքի վերջին էջում, հասանելի է միայն օգտատերերին: Դա նշանակում է, որ Pdf ամփոփագիրը/ամփոփագրում պարունակվող տեղեկությունը կարող է փոխանցվել երրորդ անձանց, եթե օգտատերը ակտիվորեն կիսվում է դրա հետ (օրինակ՝ Pdf ամփոփագիրը պարունակող էլեկտրոնային նամակ է ուղարկում պոտենցիալ ֆինանսավորում իրականացնող անձին):',
    'legal_basis_title'                               => 'Տվյալների մշակման իրավական հիմքերը',
    'legal_basis_content'                             => 'Մուտքագրված անձնական տվյալների մշակումն իրականացվում է «Անձնական տվյալների պաշտպանության մասին» ՀՀ  օրենքով սահմանված կարգով։',
    'website_and_creation_of_log_files'               => 'Ինտերնետային կայքի տրամադրումը և տվյալների մշակումը',
    'details_and_extent_of_data_processing_heading'   => 'Տվյալների մշակման մանրամասները և սահմանները',
    'details_and_extent_of_data_processing_content_1' => 'Համակարգչի միջոցով մեր ինտերնետային կայք մուտք գործելիս, մեր համակարգը ավտոմատ կերպով գրանցում է ձեր համակարգչի վերաբերյալ հետևյալ տեղեկատվությունը.',
    'details_and_extent_of_data_processing_content_2' => 'Նշված տեղեկատվությունը գրանցվում է նաև մեր լոգ ֆայլերում: Նշված տեղեկատվությունը պահվում է ձեր անձնական տվյալներից առանձին:',
    'details_and_extent_of_data_processing_list'      => [
        'point_1' => 'Տեղեկատվություն ցանցային դիտարկիչի տեսակի և տարբերակի վերաբերյալ',
        'point_2' => 'Տեղեկատվություն օգտատիրոջ օպերացիոն համակարգի վերաբերյալ',
        'point_3' => 'Տեղեկատվություն օգտատիրոջը ինտերնետ ծառայություն մատուցողի վերաբերյալ',
        'point_4' => 'Տեղեկատվություն օգտատիրոջը IP հասցեի վերաբերյալ',
        'point_5' => 'Մուտք գործելու օրը և ժամը',
        'point_6' => 'Ինտերնետային կայքերը, որոնցից օգտատերը այցելել է մեր կայք',
        'point_7' => 'Ինտերնետային կայքերը, որոնք այցելել է օգտատերը մեր կայքից',
    ],
    'purpose_of_data_processing_heading'              => 'Տվյալների մշակման նպատակը',
    'purpose_of_data_processing_content'              => 'Օգտատիրոջ համակարգչին դեպի մեր կայք հասանելիություն տրամադրելու նպատակով, մեր համակարգը պետք է ժամանակավորապես գրանցի ձեր IP հասցեն: Անհրաժեշտ է նաև, որպեսզի օգտատիրոջ IP հասցեն լինի գրանցված ողջ ընթացքում:<br><br>Տվյալների գրանցումը լոգ ֆայլերում անհրաժեշտ է կայքի անխափան աշխատանքը ապահովելու նպատակով: Տվյալները օգնում են նաև բարելավել կայքը և ապահովել մեր համակարգչային ցանցի անվտանգությունը: Այս առումով ոչ մի տվյալ չի օգտագործվելու մարքեթինգային նպատակներով:',
    'data_storage_period_heading'                     => 'Տվյալների պահպանման ժամկետը',
    'data_storage_period_content'                     => 'Տվյալները ոչնչացվում են, այն ժամանակ, երբ դրանք այլևս անհրաժեշտ չեն մշակելու նպատակներին հասնելու համար: Ինչ վերաբերում է այն տվյալներին, որոնք գրանցվել են կայքին հասանելիություն տրամադրելու նպատակով, ապա դրանց անհրաժեշտությունը վերանում է համապատասխան սեսիայի ավարտից հետո:<br><br>Լոգ ֆայլերում գրանցված տվյալների անհրաժեշտությունը վերանում է գրանցումից առավելագույնը տասնչորս օր հետո: Տվյալները կարող են մնալ գրանցված ավելի երկար ժամկետով: Այդ դեպքում, հաճախորդի նույնականացումը բացառելու նպատակով, ոչնչացվում են վերջինիս IP հասցեները կամ դրանց հայտնաբերման հետագիծը:',
    'right_for_avoidance_heading'                     => 'Վիճարկման իրավունքը և տվյալների մշակումից խուսափոլու հնարավորությունը',
    'right_for_avoidance_content'                     => 'Կայքը չի կարող տրամադրվել առանց տվյալների գրանցման, իսկ կայքի շահագործումն անհնար է իրականացնել առանց լոգ ֆայլերում տվյալների պահպանման: Հետևաբար, օգտատերը չի կարող վիճարկել տվյալների մշակումը:',
    'use_of_cookies_heading'                          => '«Cookies» ֆայլերի օգտագործումը ',
    'use_of_cookies_content'                          => 'Մեր կայքը չի կարող աշխատել առանց cookie-ների, որոնք անհրաժեշտ են կայքի ֆունկցիոնալության և օգտագործողի դրական փորձառության ապահովման համար։ Հավաքագրված տեղեկատվությունը չի փոխանցվում երրորդ անձանց առանց օգտագործողի թույլտվության և չի օգտագործվում մարքեթինգային նպատակով։',
    'encryption_heading'                              => 'Կոդավորումը',
    'encryption_content'                              => 'Ձեր անձնական տվյալների փոխանցման ընթացքում, տվյալների անվտանգությունը ապահովելու նպատակով, մենք օգտագործում ենք կոդավորման նորագույն տեխնոլոգիաներ (օրինակ՝ TLS/SSL) HTTPS միջոցով: ',
    'contact_email_details_heading_1'                 => 'Էլեկտրոնային հասցեի միջոցով կապ հաստատելը',
    'contact_email_details_heading_2'                 => 'Տվյալների մշակման մանրամասները և սահմանները',
    'contact_email_details_content'                   => 'Դուք կարող եք կապ հաստատել մեզ հետ տրամադրած Էլեկտրոնային հասցեի միջոցով: Այդ դեպքում մենք կպահպանենք Էլեկտրոնային հասցեում նշված ձեր անձնական տվյալները: Մենք չենք տրամադրելու նշված տեղեկատվությունը այլ անձանց: Տվյալները օգտագործվելու են բացարձակապես մեր նամակագրությունը ապահովելու նպատակով: ',
    'cookie_legal_basis_content'                      => 'Էլեկտրոնային նամակագրության միջոցով ձեռք բերված անձնական տվյալների մշակումն իրավականացվում է «Անձնական տվյալների պաշտպանության մասին» ՀՀ  օրենքի համաձայն։',
    'cookie_purpose_of_data_processing_content'       => 'Օգտատիրոջ կողմից Էլեկտրոնային նամակագրության միջոցով մեզ հետ կապ հաստատելը նույնպես հանդիսանում է օրինական շահ:',
    'cookie_data_storage_period_content'              => 'Տվյալները ոչնչացվում են, այն ժամանակ, երբ դրանք այլևս անհրաժեշտ չեն մշակելու նպատակներին հասնելու համար: Էլեկտրոնային նամակագրության եղանակով ստացված անձնական տվյալների մշակման անհրաժեշտությունը վերանում է, երբ օգտատիրոջ հետ երկխոսությունը ավարտվում է: Երկխոսության ավարտ կարելի է համարել այն պահը, երբ փաստերը ցույց են տալիս, որ համապատասխան խնդիրը ամբողջությամբ կարգավորված է:',
    'cookie_right_for_avoidance_content_1'            => 'Յուրաքանչյուր հաճախորդ կարող է ցանկացած ժամանակ հետ կանչել անձնական տվյալների օգտագործման վերաբերյալ իր համաձայնությունը: Դա իրականացնելու նպատակով հաճախորդը կարող է կապ հաստատել մեզ հետ էլեկտրոնային նամակագրության միջոցով, որից հետո երկխոսությունը հնարավոր չի լինի այլևս շարունակել: <br><br>Դուք կարող եք հետ կանչել ձեր համաձայնությունը և վիճարկել տվյալների մշակումը ինչպես հեռախոսազանգի միջոցով, այնպես էլ',
    'cookie_right_for_avoidance_content_2'            => 'հասցեին էլեկտրոնային նամակ ուղարկելու միջոցով, որից հետո մենք կոչնչացնենք ձեր բոլոր անձնական տվյալները:',
    'data_subject_rights_heading'                     => 'Տվյալների սուբյեկտի իրավունքները',
    'data_subject_rights_content'                     => '«Անձնական տվյալների պաշտպանության մասին» ՀՀ  օրենքի  համաձայն դուք հանդիսանում եք տվյալների սուբյեկտ այն դեպքում, երբ ձեր անձնական տվյալները մշակվում են և հետևաբար դուք օգտվում եք «Անձնական տվյալների պաշտպանության մասին» ՀՀ  օրենքով տվյալների սուբյեկտի համար սահմանված բոլոր իրավունքներից:',
    'changes_data_policy_heading'                     => 'Տվյալների քաղաքականության փոփոխությունները',
    'changes_data_policy_content'                     => 'Մենք իրավունք ունենք փոփոխելու տվյալների սույն քաղաքականությունը վերջին իրավական զարգացումներին դրա համապատասխանությունը ապահովելու կամ մեր կողմից մատուցվող ծառայությունների փոփոխությունները արտացոլելու նպատակով, օրինակ այն դեպքում, երբ ցանկանում ենք ներկայացնել նոր ծառայություն: Կայքում տեղադրված է տվյալների քաղաքականության վերջին տարբերակը: ',
    'latest_version'                                  => 'Վերջին տարբերակ՝',
    'legal_notice'                                    => 'Իրավական ծանուցում',
    'contents_of_this_website_heading'                => 'Սույն կայքի բովանդակությունը',
    'contents_of_this_website_content'                => '«Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ-ն պատասխանատվություն չի կրում տրամադրած տեղեկատվության արդիականության, ճշգրտության, ամբողջականության կամ որակի նկատմամբ: Բացառվում է «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ կողմից ներկայացված տեղեկատվության օգտագործման կամ չօգտագործման հետևանքով պատճառված վնասի փոխհատուցման հետ կապված ընկերությանը գույքային կամ ոչ գույքային պատասխանատվության ենթարկելու վերաբերյալ ցանկացած պահանջի ներկայացումը, բացառությամբ այն դեպքերի, երբ վնասը պատճառելու հիմք է հանդիսացել ընկերության դիտավորյալ կամ կոպիտ անփութությունը:<br><br>Ներկայացված բոլոր առաջարկները կրում են ոչ պարտադիր բնույթ. «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ-ն  ընկերությունը իրավունք է վերապահում առանց նախնական ծանուցման, ժամանակավորապես կամ ընդմիշտ փոխելու, ավելացնելու, ոչնչացնելու սույն կայքում տեղադրված գրառումները (դրանց որոշ մասը):<br><br>Կայքի որևէ տեղեկատվության վերաբերյալ անգլերեն տարբերակում անհամապատասխանություն, ինչպես նաև ոչ ամբողջական նյութ տեսնելու դեպքում խնդրում ենք առաջնորդվել հայերեն տարբերակով:',
    'external_links_heading'                          => 'Արտաքին հղումներ',
    'external_links_content'                          => 'Սույն կայքը պարունակում է հղումներ երրորդ անձանց կայքերին (արտաքին հղումներ): Նշված կայքերի պատասխանատվությունը բացառապես կրում են իրենց օպերատորները: Հետևաբար, մենք չենք կրում որևէ պատասխանատվություն երրորդ անձանց կայքերում տեղադրած բովանդակության կամ անձնական տվյալների պաշտպանության քաղաքականության համար: Արտաքին հղումների ստեղծման փուլում մենք ուսումնասիրել ենք համապատասխան կայքերի արտաքին բովանդակությունը, հասկանալու համար, արդյոք դրանք պարունակում են որևէ իրավական խախտում: Ուսումնասիրության ժամանակ որևէ խախտում չի հայտնաբերվել: Մենք չենք կարող որևէ կերպով ներազդել երրորդ անձանց կայքերում տեղադրված ներկա կամ ապագա բովանդակության կամ դիզայնի վրա: Արտաքին հղումների օգտագործումը որևէ դեպքում չի նշանակում, որ մենք հաստատում ենք կապակցված կայքերի բովանդակության նկատմամբ մեր սեփականությունը: Ավելին՝ մենք խուսափում ենք ցանկացած անօրինական կամ վիրավորական բովանդակությունից: Այն դեպքում, երբ մեր կայքի օգտագործումը ձեզ տանում է դեպի կասկածելի բովանդակություն, խնդրում ենք տեղեկացնել մեզ այդ մասին info@nmc.am էլեկտրոնային հասցեի միջոցով: Մեր կողմից տեղադրված արտաքին հղումների բովանդակության մշտական վերահսկումը չի լինի արդյունավետ, առանց իրավական խախտումների վերաբերյալ ստույգ ապացույցների: Նման հղումների առկայության մասին տեղեկանալուց հետո  դրանք անմիջապես կոչնչացվեն:',
    'copyright_trademark_law_heading'                 => 'Հեղինակային իրավունքների և Ապրանքային նշանների մասին օրենսդրություն',
    'copyright_trademark_law_content'                 => 'Սույն կայքի բովանդակությունը պաշտպանված է հեղինակային իրավունքների մասին օրենսդրությամբ: Առանց «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ կողմից ստացված հստակ թույլտվության, սույն կայքի որևէ մաս չի կարող էլեկտրոնային համակարգերի կիրառմամբ վերարտադրվել, մշակվել, կրկնօրինակվել կամ տարածվել, եթե այլ բան նախատեսված չէ հեղինակային իրավունքների մասին օրենքով: Սույն կայքում օգտագործվող նկարները և պատկերները հանդիսանում են «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ պատկերների սեփական բազայի մաս, կամ լիցենզավորված վիզուալ նյութեր: <br><br>Յուրաքանչյուր պատկերին վերաբերող հեղինակային իրավունքների վերաբերյալ տեղեկությունը ցուցադրվում է դիտարկվող պատկերի անմիջապես վրա կամ դրա կողքին: Մեր կայքում տեղադրված բոլոր ապրանքային նշանները պաշտպանված են ապրանքային նշանների մասին համապատասխան օրենսդրությամբ, ինչպես նաև անհրաժեշտության դեպքում՝ հեղինակային իրավունքի սեփականատիրոջ սեփականության իրավունքներով:',
    'data_protection_heading'                         => 'Տվյալների պաշտպանությունը',
    'data_protection_content'                         => 'Խնդրում ենք կարդացեք մեր',
    'privacy_policy'                                  => 'Գաղտնիության քաղաքականությունը',
    'general_information'                             => 'Տվյալների մշակման վերաբերյալ ընդհանուր տեղեկատվությունը',
    'personal_data_title'                             => 'Անձնական տվյալների մշակման սահմանները',
    'personal_data_content'                           => 'Մենք մշակում ենք մեր օգտատերերի անձնական տվյալները ֆունկցիոնալ ինտերնետային կայք ունենալու և մեր ծառայությունների բովանդակությունը պատշաճ կերպով ներկայացնելու միակ նպատակով: Մեր օգտատերերի համաձայնության առկայության դեպքում, մենք պարբերաբար մշակում ենք իրենց անձնական տվյալները: Միակ բացառությունը կարող է հանդիսանալ այն դեպքը, երբ անհնար է ձեռք բերել օգտատիրոջ նախնական համաձայնությունը, մինչդեռ անձնական տվյալների մշակումն իրավաբանորեն թույլատրելի է:',
    'company_or'                                      => 'Ընկերություն կամ',
    'foodetory_food_hall'                             => 'ՖՈՒԴԻՏՈՐԻ Սննդի Սրահ',
    'customer'                                        => 'Հաճախորդ՝',
    'person_who_registers_or_sign_ups_on_the_website' => 'Ընկերության կայքում Պատվեր ներկայացնող կամ կայքում գրանցվող ցանկացած անձ',
    'website'                                         => 'Կայք՝',
    'website_of_the_company'                          => 'Ընկերության ինտերնետային կայք',
    'order_received'                                  => 'Հաճախորդի կողմից Կայքի կամ հեռախոսազանգի միջոցով որևէ ապրանք առաքելու հայտ.',
    'delivery_person'                                 => 'Առաքիչ՝',
    'person_who_delivers'                             => 'Ընդունված Պատվերները Հաճախորդներին մատուցող անձ',
    'terms_and_conditions_registering_order'          => 'Կայքից օգտվելու և Պատվեր գրանցելու կանոնները, ինչպես նաև Կայքում կիրառվող անձնական տվյալների
պաշտպանության քաղաքականությունը:',
    'personal_information'                            => 'Անձնական տվյալներ.',
    'collects_the_below_mentioned_personal_info'      => '-ը Պատվերների ընդունման և պատշաճ առաքման համար իր Հաճախորդներից հավաքագրում է
ստորև նշված տվյալները և՛ առանց գրանցվելու արագ Պատվերի դեպքում, և՛ գրանցված հաճախորդի կողմից',
    'customers_or_guests'                             => 'Պատվեր տալու դեպքում',
    'customer_full_name'                              => 'Հաճախորդի անուն/ազգանուն',
    'email_address'                                   => 'Էլ․ հասցե',
    'phone_number'                                    => 'Հեռախոսահամար',
    'delivery_address'                                => 'Առաքման հասցե',
    'customer_ip_address'                             => 'Հաճախորդի IP հասցե',
    'payment_information'                             => 'Առցանց վճարման դեպքում նաև վճարման մասին տեղեկատվություն',
    'methods_personal_info'                           => 'Անձնական տվյալների հավաքագրման մեթոդներ',
    'personal_information_gathered_whenever'          => 'Հաճախորդի տվյալները հավաքագրվում են, երբ',
    'customer_makes_an_order'                         => 'Հաճախորդը արագ լրացնում է Պատվեր առանց գրանցվելու կամ մուտք գործելու կայք',
    'customer_signs_up_for_order'                     => 'Հաճախորդը գրանցվում է կայքում և լրացնում իր անձնական տվյալները հետագայում Պատվեր
կատարելու համար',
    'company_keeps_customers_personal_info'           => 'Նշված եղանակներով տվյալները լրացնելու դեպքում կամ հեռախոսազանգով պատվեր գրանցելիս տվյալները
տրամադնելու դեպքում ենթադրվում է, որ Հաճախորդը համաձայն է կիսվել իր անձնական տվյալներով Ընկերության
հետ։
Հաճախորդի տվյալները պահպանվում են Ընկերության համապատասխան շտեմարանում, և թարմացվում են
Հաճախորդի կողմից ամեն անգամ նոր տվյալ լրացնելիս։',
    'purpose_collecting_personal_info'                => 'Անձնական տվյալների հավաքագրման նպատակներ',
    'customer_personal_info_in_company_database'      => 'Հաճախորդների տվյանները հավաքագրվում են Ընկերության շտեմարանում ստորև նշված նպատակներո',
    'to_inform_customers_order_confirmation'          => 'Հաճախորդին պատվերի հաստատման մասին տեղեկացնելու համար',
    'to_contact_customer_delivering_order'            => 'Կապ հաստատելու համար Հաճախորդի հետ Պատվերի առաքման համար կամ Պատվերի հետ կապված
հարցեր առաջանալու դեպքում',
    'to_implement_marketing_campaigns'                => 'Գովազդային արշավներ իրականացնելու և Հաճախորդներին հետաքրքրող հաղորդագրություններ
ուղարկելու համար',
    'to_improve_quality_service'                      => 'Սպասարկման որակը բարելավելու և կայքի անխափան աշխատանքը ապահովելու համար:',
    'transfer_personal_info_third_parties'            => 'Անձնական տվյալների փոխանցումը երրորդ անձանց',
    'transfer_personal_info_third_parties_text'       => 'Ընկերությունը իրավունք չունի Հաճախորդի կողմից լրացված անձնական տվյալները տրամադրել երրորդ անձանց
կամ վաճառել դրանք։
Ընկերությունը միայն կարող է Հաճախորդի հեռախոսահամարը և հասցեն տրամադրել Առաքիչին՝ Պատվերը
պատշաճ առաքելու համար։ Վերջինս պարտավոր է գաղտնի պահել անձնական տվյալները և միայն օգտագործել
առաքումը ժամանակին տրամադրելու համար։
Բացառություն են կազմում ՀՀ օրենսդրությամբ սահմանված դեպքերը, ինչպես նաև այն կողմերը, ովքեր
Պայմաններով որևէ գործընթացում ունեն ուղղակի ներգրավվածություն օրինակ` բանկերը, հաշվապահական
ընկերությունները, իրավաբանական ծառայություն մատուցող ընկերությունները և այլն: Վերջիններս չեն
հանդիսանում երրորդ կողմ՝ պայմանով, որ պարտավորվում են պահպանել անձնական տվյալները մշակելու սույն
կանոնները և պահպանել դրանց գաղտնիությունը, ինչպես Ընկերության աշխատակիցները:',
    'customer_rights_related_personal_info'           => 'Հաճախորդի իրավունքները անձնական տվյալների հավաքագրման և խմբագրման հետ կապված',
    'customer_rights_related_personal_info_text'      => 'Հաճախորդն իրավունք ունի դիտել և խմբագրել Ընկերության շտեմարանում հավաքագրված իր անձնական
տվյալները: Եթե հաճախորդը գրանցվում է կայքում, ապա դա կարող է արվել իր կողմից կայքի համապատասխան
բաժնում: Այլապես հաճախորդը կարող է տեղեկացնել փոփոխության մասին՝ զանգելով կամ հաղորդագրություն
ուղարկելով Ընկերությանը։
Նամակը կամ զանգը ստանալուց հետո հնարավորինս սեղմ ժամկետներում Ընկերությունը կխմբագրի անձնական
տվյալները:
Հաճախորդը նաև իրավունք ունի Ընկերությունից պահանջել ջնջել հավաքագրված անձնական տվյալները, եթե այևս
չի ցանկանում գրանցել պատվերներ կամ մասնակցել Ընկերության կողմից անցկացվող գովազդային արշավներին:',
    'general_terms_of_sales'                          => 'Վաճառքի և առաքման ըդհանուր պայմանները',
    'legal_relations_between_parties'                 => 'Կողմերի միջև ծագող իրավահարաբերությունները',
    'company_receives_order'                          => 'Ընկերությունը Պատվեր ստանալուն պես, այն անմիջապես փոխանցում է խոհարարներին և համապատասխան սեղմ
ժամկետներում կատարում առաքում: Եթե որևէ պատճառով առաքումը հնարավոր չէ կազմակերպել, ապա
Ընկերությունը հնարավորինս շտապ տեղեկացնում է Հաճախորդին այդ մասին:
Ընկերությունը պատասխանատվություն է կրում Պատվերի որակի և առաքման որակի համար՝ մասնավորապես
առաքման ուշացման կամ այլ խնդիրների համար։',
    'online_payment'                                  => 'Առցանց վճարում',
    'customers_can_contact_the_company'               => 'Առցանց վճարման հետ կապված որևէ խնդիր առաջանալու դեպքում Հաճախորդը կարող է դիմել Ընկերությանը՝
զանգահարելով 043-31-21-01 հեռախոսահամարով կամ ուղարկելով էլեկտրոնային նամակ hello@foodetory.am
հասցեով:<br>
Ընկերությունը պատասխանատվություն չի կրում Հաճախորդի վճարումների ուշացման, չեղարկման, ինչպես նաև
վճարային այլ խնդիրների դեպքում։',
    'complaints_and_suggestions'                      => 'Բողոքներ և առաջարկներ',
    'complaints_and_suggestions_text'                 => 'Հաճախորդը դժգոհությունների, առաջարկների կամ այլ մեկնաբանությունների դեպքում կարող է զանգահարել
043-31-21-01 հեռախոսահամարով կամ էլեկտրոնային նամակ ուղարկել hello@foodetory.am հասցեով:',
    'emails_messages_spams'                           => 'Նամակներ և անցանկալի նամակներ (Սպամ)',
    'emails_messages_spams_text'                      => 'Երբ հաճախոդրը տրամադրում է իր անձնական տվյալները, մասնավորապես իր էլեկտրոնային հասցեն, ապա
համաձայնվում է մասնակցել գովազդային արշավներին և ստանալ էլեկտրոնային նամակներ նոր ապրանքների և
առաջարկների մասին։ Հաճախորդը կարող է հրաժարվել այդ նամակների ստացումից սեղմելով «Հրաժարվել»
(Unsubscribe) կոճակը, որը գտնվում է ստացած նամակում: Այդ դեպքում միակ նամակը, որը Հաճախորդը կստանա
Ընկերության կողմից, կլինի Պատվերի հաստատման նամակը:',
    'copyright_protection'                            => 'Հեղինակային իրավունքի պաշտպանություն',
    'copyright_protection_text'                       => 'Կայքում առկա ողջ տեղեկատվությունը ներառյալ, սակայն չսահմանափակվելով՝ Կայքի դիզայնը,
տեսաձայնագրությունները, տեքստերը, գրաֆիկ պատկերները, լոգոները, ծրագիրը, պատկանում են Ընկերությանը՝
հեղինակային իրավունքով, կամ վերջիններս ունեն դրանք օգտագործելու համապատասխան լիցենզիա կամ այլ
իրավական հիմք:<br> Վերոնշյալ մտավոր սեփականության օբյեկտները պաշտպանվում են ՀՀ օրենսդրությամբ
սահմանված կարգով:',
    'other_terms_text'                                => 'Ընկերությունը պատասխանատվություն չի կրում կայքի տեխնիկական անսարքությունների համար: Հաճախորդը
կարող է կապ հաստատել Ընկերության հետ տեխնիկական անսարքության դեպքում, որին կտրվի արագ լուծում։
Պայմանները առկա են նաև ռուսերեն և անգլերեն լեզուներով։ Կողմերի միջև ծագող իրավահարաբերությունների
նկատմամբ կիրառելի է ՀՀ օրենսդրությունը:<br>
Կողմերի միջև առաջացած վեճերի լուծումը ենթակա է Երևան քաղաքի ընդհանուր իրավասության դատարանին:
Պայմանները կարող են թարմացվել ցանկացած ժամանակ՝ դրանք Կայքում հրապարակելու միջոցով: Թարմացված
տարբերակը հրապարակելուց հետո Հաճախորդի կողմից Կայքի հետագա շահագործումը համարվում է Պայմանների
փոփոխված տարբերակին Հաճախորդի համաձայնություն:',
];
